Repository: sheilagomes/wp-trad
Catalog: tm/GNOME_en-pt_BR.tmx
Source language: en
Languages: pt_br

source: Top left pile. The rest of the deck is placed here after dealing on to the Tableau. Cards are turned over one at a time to Waste. Two redeals.
pt_br: Pilha superior esquerda. O restante do baralho é colocado aqui após distribuição para o tabuleiro. Cartas são viradas uma por vez para descarte. Duas redistribuições.

source: Waste
pt_br: Descarte

source: To be taken from Stock. Top card available for play.
pt_br: A serem retiradas do monte. Carta no topo disponível para jogar.

source: Foundations
pt_br: Fundações

source: Four piles top right. To be built up in suit from Ace to King. Topmost card in each Foundation can be played back on to the Tableau.
pt_br: Quatro pilhas superiores direita. Forme as pilhas por naipes do ás ao rei. A carta do topo de cada fundação pode ser jogada de volta ao tabuleiro.

source: Seven piles. Four rows, the first row is face down, the second row is face up, the third row is face down, and the fourth and final row is face up. Essentially Athena is the same as Klondike only the opening layout is different. Tableau can be built down in alternating colors. Builds of cards can be moved. Empty piles can only be filled by Kings or group of cards starting with a King.
pt_br: Sete pilhas. Quatro linhas, a primeira linha com cartas viradas para baixo, a segunda linha com cartas viradas para cima, a terceira linha com cartas viradas para baixo, e a quarta e última linha com cartas viradas para cima. Essencialmente Atenas é o mesmo que Klondike mas a organização inicial é diferente. O tabuleiro pode ser feito com cartas de cores alternadas. Grupos de cartas podem ser movidos. Pilhas vazias somente podem ser preenchidas por reis ou grupo de cartas iniciadas por rei.

source: Cards in the Tableau are built down by alternating color. Builds of cards can be moved. An empty pile in the Tableau can be filled with a King or a group of cards with a King on the bottom.
pt_br: Cartas no tabuleiro são organizadas em cores alternadas. Conjunto de cartas podem ser movidas. Uma pilha vazia no tabuleiro pode ser preenchida com um rei ou um grupo de cartas que iniciam com um rei.

source: Cards are flipped from the Stock to the Waste individually. Top card in Waste is in play. When Stock is empty, move all cards in Waste back to the Stock, maintaining order. You can go through the deck three times.
pt_br: Cartas são viradas do monte para resto individualmente. A carta mais acima no Resto está em jogo. Quando o monte está vazio, mova todas as cartas do descarte de volta ao monte, mantendo a ordem. Você pode ir ao baralho três vezes.

source: Foundations are built up in suit from Ace to King. Cards in Foundations are still in play. Double clicking on a card will move it to the appropriate Foundation pile if such a move is possible.
pt_br: Fundações são construídas por naipe de ás ao rei. Cartas nas fundações ainda estão em jogo. Clique duplo numa carta irá movê-la para a pilha fase apropriada se tal movimento for válido.

source: Each card in the Foundation piles scores one point.
pt_br: Você ganha um ponto por cada carta nas pilhas de fundação.

source: Don't give up the ship! Try brute force methods when the game seems over. Sometimes a combination of using cards already in the Foundation and rearranging sequences will free up some needed cards.
pt_br: Não abandone o barco! Tente usar força bruta quando o jogo parecer perdido. Às vezes uma combinação de cartas usadas que já estejam na fundação e rearranjando sequências irá liberar algumas cartas necessárias.

source: Top left pile. All cards except the Aces are placed here at the start of play. Clicking on the Stock will deal one card to each of the four Reserve piles.
pt_br: Pilha superior esquerda. Todas as cartas exceto o ás são colocadas aqui no início do jogo. Clicando no monte irá distribuir uma carta para cada uma das quatro pilhas reserva.

source: Four piles on top, to the right of Stock. Place an Ace on each Foundation to begin the game. The Foundation piles are to be built up regardless of suit.
pt_br: Quatro pilhas no topo, a direita do monte. Coloque um ás em cada fundação para o início do jogo. As pilas fundação são construídas independente do naipe.

source: Reserve
pt_br: Reserva

source: Four piles placed underneath Foundations. Each time Stock is clicked, one card will be placed on each Reserve pile. Top card is available for play. Reserve cards can only be moved on to Foundations.
pt_br: Quatro pilhas colocadas embaixo das fundação. Cada vez que o monte é clicado, uma carta será colocada em cada pilha reserva. A carta do topo está disponível para jogar. Cartas reservas podem ser movidas somente para as fundações.

source: Move all cards on to Foundations.
pt_br: Mova todas as cartas para as fundações.

source: Play begins by dealing four cards to the Reserve. If possible, play cards on to the Foundation from the Reserve. Continue this process until no cards are left in stock and no more moves on to Foundation can be made. A similar game that is a bit easier is Scuffle.
pt_br: O jogo começa distribuindo quatro cartas para a reserva. Se possível, jogue cartas na fundação para a reserva. Continue este processo até que nenhuma carta sobre no estoque e nenhum movimento para a fundação seja possível. Um jogo similar que é um pouco mais fácil é o Scuffle.

source: Each card removed scores one point.
pt_br: Você marca um ponto do cada carta removida.

source: Do you believe in Luck? Although this game takes more skill to play than Clock, the skill involved entails paying attention. A great game for brainless play.
pt_br: Você acredita em sorte? Contudo este jogo requer mais habilidades para jogar do que o jogo Relógio, a habilidade envolvida implica prestar atenção. Um grande jogo para jogar sem pensar muito.

source: Six piles, deal card face up in first pile. Place one card face down on all other piles. Place one card face up on the first two piles then one card face down on all covered piles. Place three cards face up and the rest face down and so on. Repeat gradually revealing more cards each time until there are six rows with six cards. Tableau can be built down in alternating colors. Builds of cards can be moved. Empty piles can only be filled by Kings or group of cards starting with a King.
pt_br: Seis pilhas, distribua uma carta virada para cima na primeira pilha. Coloque uma carta virada para baixo em todas as outras pilhas. Coloque uma carta virada para cima nas primeiras duas pilhas logo em seguida uma carta virada para baixo em todas as pilhas cobertas. Coloque três cartas viradas para cima e o resto vidara para baixo e assim por diante. Repita gradualmente revelando mais cartas a cada vez até que haja seis linhas com seis cartas. O tabuleiro pode ser feito com cartas em cores alternadas. Conjuntos de cartas podem ser movidas. Pilhas vazias podem ser preenchidas apenas com rei ou grupo de cartas iniciando com o rei.

source: Aunt Mary is extremely difficult and rarely solvable. The real challenge is not finishing but seeing how far you can get.
pt_br: Tia Maria é extremamente difícil e raramente pode ser resolvido. O desafio real é não terminar mas ver até onde você pode chegar.

source: Written by Vincent Povirk
pt_br: Escrito por Vincent Povirk

source: Double Deck
pt_br: Dois baralhos

source: Single pile below the foundations on the left. The rest of the deck is placed here after dealing on to the Tableau and Reserve. Cards are turned over one at a time to Waste. One redeal.
pt_br: Pilha única abaixo das bases a esquerda. O resto do baralho é colocado aqui após distribuição para o tabuleiro e a reserva. Cartas são viradas uma de cada vez para o descarte. Uma redistribuição.

source: Single pile to the right of the Stock. To be taken from Stock. Top card available for play.
pt_br: Única pilha a direita do monte. Para ser removida do monte. Carta mais acima disponível para jogar.

source: Eight piles top right. To be built up in suit from Ace to King.
pt_br: Oito pilhas superior direita. Devem ser construídas do naipe ás ao rei.

source: Two stacks of 9 cards each, with a single above both stacks. Cards that are not obscured are available for play to anywhere except empty tableau spaces.
pt_br: Duas pilhas de 9 cartas cada, com uma única acima de ambas as pilhas.

source: Eight piles, four on each side of the reserve. A card is dealt to each tableau pile when the game starts. Build down in suit. Empty spaces can be filled with any card. Only one card can be moved at a time.
pt_br: Oito pilhas, quatro em cada lado da reserva. Uma carta é distribuída para cada pilha do tabuleiro quando o jogo inicia. Destrua pelo naipe. Espaços vazios podem ser preenchidos por qualquer carta. Somente uma carta pode ser movida por vez.

source: Cards in the Tableau are built down by suit. Only one card can be moved at a time. Empty slots can be filled with any card except from the reserve.
pt_br: Cartas no tabuleiro são organizadas pelo naipe. Somente uma carta pode ser movida por vez. Espaços vazios podem ser preenchidos pode qualquer carta exceto da reserva.

source: Cards are flipped from the Stock to the Waste individually. Top card in Waste is in play. When Stock is empty, move all cards in Waste back to the Stock, maintaining order. You can go through the deck twice.
pt_br: Cartas são viradas do monte para o descarte individualmente. Cartas de cima do descarte estão em jogo. Quando o monte está vazio, mova todas as cartas do descarte de volta para o monte, mantendo a ordem. Você pode ir ao baralho duas vezes.

source: Foundations are built up in suit from Ace to King. Cards in the Foundations are no longer in play. Double clicking on a card will move it to the appropriate Foundation pile if such a move is possible.
pt_br: Fundações são construídas pelo naipe de ás ao rei. Cartas nas fundações não estão mais em jogo. Clique duplo numa carta irá movê-la para a fundação apropriada se tal movimento for possível.

source: Maximum possible score: 104
pt_br: Pontuação máxima possível: 104

source: You can use empty spaces in the Tableau to move multiple cards. Be careful with Kings in the Reserve: the only way to remove them is by playing them to a Foundation on top of a Queen.
pt_br: Você pode usar espaços em branco no tabuleiro para mover múltiplas cartas. Tome cuidado com reis na reserva: a única maneira de removê-los é jogando-os para a fundação no topo de uma Rainha.

source: About
pt_br: Sobre

source: Play the popular FreeCell card game
pt_br: Jogue o popular jogo de cartas FreeCell

source: _Select
pt_br: _Selecionarslot type

source: You are searching for a %s.
pt_br: Você está procurando por um %s.

source: About FreeCell Solitaire
pt_br: Sobre o FreeCell

source: Freecell Solitaire
pt_br: Freecell

source: You should have received a copy of the GNU General Public License along with %s; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA
pt_br: Você deve ter recebido uma cópia da Licença Pública Geral GNU (GPL) junto com %s; caso contrário, escreva para a Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA

source: File is not a valid .desktop file
pt_br: O arquivo não é um arquivo .desktop válido

source: Unrecognized desktop file Version '%s'
pt_br: Versão de arquivo desktop não reconhecida "%s"

source: Starting %s
pt_br: Iniciando %s

source: Application does not accept documents on command line
pt_br: O aplicativo não aceita documentos na linha de comando

source: Unrecognized launch option: %d
pt_br: Opção de lançamento não reconhecida: %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
pt_br: Não é possível passar URIs do documento para uma entrada de desktop com "Type=Link"

source: Not a launchable item
pt_br: Não é um item lançável

source: Disable connection to session manager
pt_br: Desabilitar a conexão ao gerenciador de sessão

source: Specify file containing saved configuration
pt_br: Especificar o arquivo que contém a configuração salva

source: FILE
pt_br: ARQUIVO

source: Specify session management ID
pt_br: Especificar o ID de gerenciamento de sessão

source: Session management options:
pt_br: Opções de gerenciamento de sessão:

source: Show session management options
pt_br: Mostrar as opções de gerenciamento de sessão

source: an empty foundation pile
pt_br: uma pilha de fundação vazia

source: an empty slot on the tableau
pt_br: uma posição vazia na mesa

source: an empty slot on the foundation
pt_br: uma posição vazia na fundação

source: an empty foundation
pt_br: uma fundação vazia

source: an empty foundation slot
pt_br: uma posição de fundação vazia

source: itself
pt_br: próprio

source: an empty corner slot
pt_br: uma posiçao de quina vazia

source: an empty top slot
pt_br: uma posição superior vazia

source: an empty bottom slot
pt_br: uma posiçao inferior vazia

source: an empty left slot
pt_br: uma posiçao vazia à esquerda

source: an empty right slot
pt_br: uma posiçao vazia à direita

source: empty slot on foundation
pt_br: posição vazia na fundação

source: empty space on tableau
pt_br: espaço vazio na mesa

source: the foundation pile
pt_br: a pilha de fundação

source: Move ~a to an empty foundation
pt_br: Mova ~a para uma fundação vazia

source: an empty slot on tableau
pt_br: uma posição vazia na mesa

source: Move a King on to the empty tableau slot
pt_br: Mova um rei para uma posição vazia da mesa

source: an empty tableau
pt_br: uma mesa vazia

source: Move ~a off the board
pt_br: Mova ~a para fora do tabuleiro

source: an empty space
pt_br: um espaço vazio

source: Bug! make-hint called on false move.
pt_br: Erro! make-hint chamado com movimento falso.

source: an empty reserve
pt_br: uma reserva vazia

source: an open tableau
pt_br: uma mesa aberta

source: Place the ~a next to ~a.
pt_br: Posiciona o ~a perto do ~a.

source: an empty foundation place
pt_br: um lugar de fundação vazia

source: an empty tableau place
pt_br: um lugar vazio na mesa

source: Move a card from the reserve on to the empty tableau slot
pt_br: Mova uma carta da reserva para uma posição vazia da mesa

source: on to the empty tableau slot
pt_br: para a posição da mesa vazia

source: an empty tableau slot
pt_br: uma posição da mesa vazia

source: Move ~a to an empty field
pt_br: Mover ~a para um campo vazio

source: Move ~a from the stock to an empty edge or tableau slot
pt_br: Mova ~a do monte para uma borda vazia ou para uma posição da mesa vazia

source: an empty tableau pile
pt_br: uma pilha vazia da mesa

source: empty foundation
pt_br: fundação vazia

source: ace
pt_br: ás

source: two
pt_br: dois

source: three
pt_br: três

source: four
pt_br: quatro

source: five
pt_br: cinco

source: six
pt_br: seis

source: seven
pt_br: sete

source: eight
pt_br: oito

source: nine
pt_br: nove

source: ten
pt_br: dez

source: jack
pt_br: valete

source: queen
pt_br: dama

source: king
pt_br: rei

source: clubs
pt_br: paus

source: spades
pt_br: espadas

source: hearts
pt_br: copas

source: diamonds
pt_br: ouros

source: Unknown suit
pt_br: Naipe desconhecido

source: appropriate foundation pile
pt_br: pilha de fundação adequada

source: the appropriate Foundation pile
pt_br: a pilha de fundação adequada

source: Aisleriot provides a rule-based solitaire card engine that allows many different games to be played.
pt_br: O Aisleriot fornece um mecanismo de jogo de paciência baseado em regras o qual permite que vários jogos diferentes sejam executados.

source: Aisleriot web site
pt_br: Site da web do Aisleriot

source: Main Menu
pt_br: Menu principal

source: Change which applications are shown on the main menu
pt_br: Altere quais aplicativos são mostrados no menu principal

source: _Revert to Original
pt_br: _Restaurar ao original

source: Restore the default menu layout
pt_br: Restaurar a disposição padrão do menu

source: It_ems:
pt_br: It_ens:

source: _New Menu
pt_br: _Novo menu

source: Ne_w Item
pt_br: No_vo item

source: New _Separator
pt_br: Novo _separador

source: Move Up
pt_br: Mover para cima

source: Move Down
pt_br: Mover para baixo

source: Revert Changes?
pt_br: Reverter alterações?

source: Revert all menus to original settings?
pt_br: Reverter todos os menus às configurações originais?

source: Menu Layout
pt_br: Disposição do Menu

source: Add or remove applications from the main menu
pt_br: Adicionar ou remover aplicativos do menu principal

source: Show
pt_br: Mostrar-em/-ens" no fim, como "item/itens

source: Choose an icon
pt_br: Escolha um ícone

source: Choose a command
pt_br: Escolha um comando

source: Launcher Properties
pt_br: Propriedades do lançador

source: Browse
pt_br: Navegar

source: Launch in Terminal?
pt_br: Lançar no terminal?

source: Directory Properties
pt_br: Propriedades do diretório

source: Restore System Configuration
pt_br: Restaurar configuração do sistema

source: Memory Checker
pt_br: Verificador de memória

source: Alleyoop Memory Checker
pt_br: Verificador de memória do Alleyoop

source: Find memory-management problems in your programs using the valgrind tool
pt_br: Encontrar problemas de gerenciamento de memória nos seus programas usando a ferramenta valgrind

source: Run Executable...
pt_br: Executar um executável...

source: Enter the path to an executable and any arguments you wish to pass to it.
pt_br: Digite o caminho para um executável e quaisquer argumentos que deseje passar.

source: Could not load `%s': %s
pt_br: Não foi possível carregar `%s': %s

source: Load Valgrind log...
pt_br: Carregar log do Valgrind...

source: Could not save to `%s': %s Overwrite?
pt_br: Não foi possível salvar em "%s": %s Sobrescrever?

source: Could not save to `%s': %s
pt_br: Não foi possível salvar em "%s": %s

source: Save Valgrind log...
pt_br: Salvar o log do Valgrind...

source: Alleyoop is a Valgrind front-end for the GNOME environment.
pt_br: Alleyoop é uma interface gráfica para o Valgrind para o ambiente GNOME.

source: Run program
pt_br: Executa um programa

source: _Kill
pt_br: _Matar

source: Kill program
pt_br: Mata um programa

source: Open a log file
pt_br: Abre um arquivo de log

source: Save the file
pt_br: Salva o arquivo

source: Save _As...
pt_br: Salvar_como...

source: Save the file as...
pt_br: Salva o arquivo como...

source: Exit the program
pt_br: Sai do programa

source: Cut to clipboard
pt_br: Corta para a área de transferência

source: Copy to clipboard
pt_br: Copia para a área de transferência

source: _Paste
pt_br: Co_lar

source: Paste from clipboard
pt_br: Cola para a área de transferência

source: C_lear
pt_br: _Limpar

source: Clear log view
pt_br: Limpa a visão do log

source: _Settings
pt_br: _Configurações

source: Prefere_nces
pt_br: _Preferências

source: Edit preferences...
pt_br: Edita as preferências...

source: Suppressions
pt_br: Supressões

source: View/Edit Suppressions
pt_br: Visualiza/edita supressões

source: About Alleyoop
pt_br: Sobre o Alleyoop

source: Use the AddrCheck Valgrind tool
pt_br: Usa a ferramenta AddrCheck do Valgrind

source: Use the MemCheck Valgrind tool
pt_br: Usa a ferramenta MemCheck do Valgrind

source: Use the Helgrind tool
pt_br: Usa a ferramenta Helgrind

source: Run
pt_br: Executar

source: Run Program
pt_br: Executa um programa

source: Kill
pt_br: Matar

source: Kill Program
pt_br: Mata um programa

source: Open Log File
pt_br: Abre arquivo de log

source: Save Log File
pt_br: Salva arquivo de log

source: Display help and quit
pt_br: Exibe ajuda e sai

source: Display version and quit
pt_br: Exibe a versão e sai

source: Add <dir> to the list of directories to search for source files
pt_br: Adiciona <dir> à lista de diretórios onde procurar por arquivos de código fonte

source: Recursively add <dir> and all subdirectories to the list of directories to search for source files
pt_br: Adiciona recursivamente <dir> e todos os seus subdiretórios à lista de diretórios onde procurar por arquivos de código fonte

source: Specify the default Valgrind tool to use
pt_br: Especifica a ferramenta padrão para usar no Valgrind

source: Alleyoop Preferences
pt_br: Preferências do Alleyoop

source: lines above and below the target line.
pt_br: linhas acima e abaixo da linha alvo.

source: Failed to create child process '%s': %s
pt_br: Falha ao criar o processo filho "%s": %s

source: Invalid syntax in settings '%s'. Please enter a value of the form "<integer>,<integer>,<integer>".
pt_br: Sintaxe inválida nas configurações "%s". Por favor, digite um valor válido no formato "<inteiro>,<inteiro>,<inteiro>".

source: Override default settings
pt_br: Ignorar configurações padrão

source: Enter <size>,<assoc>,<line_size>:
pt_br: Digite <tamanho>,<assoc>,<tamanho_linha>:

source: Error contains
pt_br: O erro contém

source: Function contains
pt_br: A função contém

source: Object contains
pt_br: O objeto contém

source: Source filename contains
pt_br: O nome do arquivo fonte contém

source: Edit in GNU/Emacs
pt_br: Editar no GNU/Emacs

source: Edit in XEmacs
pt_br: Editar no XEmacs

source: Edit in GVim
pt_br: Editar no GVim

source: Edit in Custom Editor
pt_br: Editar em um editor personalizado

source: Demangle c++ symbol names
pt_br: Decifrar nomes de símbolos c++

source: callers in stack trace
pt_br: chamadores em rastreamento de pilha

source: Stop showing errors if there are too many
pt_br: Parar de mostrar erros caso existam muitos

source: Round malloc sizes to next word
pt_br: Arredondar tamanhos do malloc para a próxima palavra

source: Trace any child processes forked off by the program being debugged
pt_br: Rastrear quaisquer processos filhos bifurcados pelo programa sendo depurado

source: Track open file descriptors
pt_br: Localizar descritores de arquivos abertos

source: Track origins of undefined values
pt_br: Localizar origens de valores indefinidos

source: Add time stamps to log messages
pt_br: Adicionar carimbo de hora ao log de mensagens

source: Call __libc_freeres() at exit before checking for memory leaks
pt_br: Chamar __libc_freeres() ao sair antes de verificar vazamentos de memória

source: Choose Valgrind Suppressions File...
pt_br: Selecione o arquivo de supressões Valgrind...

source: Consider sync points that happen before:
pt_br: Considerar pontos de sincronização que já aconteceram:

source: Trace address:
pt_br: Rastrear endereço:

source: Trace level:
pt_br: Rastrear nível:

source: Memcheck
pt_br: Verificar memória

source: Memory leaks
pt_br: Vazamentos de memória

source: Leak check:
pt_br: Verificar vazamento de memória:

source: Show reachable blocks in leak check
pt_br: Mostrar blocos alcançáveis na verificação de vazamentos

source: Leak resolution:
pt_br: Resolução de vazamentos:

source: Keep up to
pt_br: Manter até

source: Ignore memory ranges:
pt_br: Ignorar intervalos de memória:

source: Fill malloc'd memory with:
pt_br: Preencher a memória alocada por malloc com:

source: Fill free'd memory with:
pt_br: Preencher memória liberada com:

source: Work around bugs generated by gcc 2.96
pt_br: Contornar bugs gerados pelo gcc 2.96

source: Grow
pt_br: Crescer

source: Shrink
pt_br: Encolher

source: Suppress messages of type:
pt_br: Suprimir mensagens do tipo:

source: Suppress when using:
pt_br: Suprimir ao usar:

source: System call:
pt_br: Chamada de sistema:

source: Error saving to suppression file `%s': %s
pt_br: Erro ao salvar no arquivo de supressões "%s": %s

source: Cannot save suppression rules: %s
pt_br: Não foi possível gravar regras de supressão: %s

source: You have not set a suppressions file in your settings.
pt_br: Você não definiu um arquivo de supressões nas suas configurações.

source: Almanah Diary is an application to allow you to keep a diary of your life.
pt_br: O diário Almanah é um aplicativo que lhe permite manter um diário da sua vida.
